abricotine
android-file-transfer
appcleaner
bluej
boxer
chromium
cyberduck
etrecheck
filebot
gulp
handbrake
imageoptim
itools
jubler
nylas-n1
popkey
shrinkit
sitesucker
skim
slack
staruml
timemachineeditor
transmission
vlc
